-- Originally translated by Mr. Darkness. Reworked and re-translated by AleksCore specially for Mr. Green server

translate.AddLanguage("ru", "Russian")

-- Various gamemode stuff
LANGUAGE.minute_points_added						= "Вы не получили ранений за всю минуту! Получено %d очков."
LANGUAGE.infliction_reached_class_unlocked			= "%d%% заражения было достигнуто! %s разблокирован!"
LANGUAGE.infliction_reached							= "%d%% выживших погибло!"
LANGUAGE.x_unlocked									= "%s разблокирован!"
LANGUAGE.disconnect_killed							= "%s вышел с сервера, его убил %s."
LANGUAGE.nail_removed_by							= "%s убрал гвоздь, принадлежавший %s."
LANGUAGE.banned_for_life_warning					= "Вы забанены навсегда, поэтому нельзя ничего купить!"
LANGUAGE.need_to_be_near_arsenal_crate				= "Нужно быть рядом с Магазином Оружия чтобы делать покупки!"
LANGUAGE.cant_purchase_right_now					= "Сейчас нельзя совершать покупки."
LANGUAGE.dont_have_enough_points					= "У вас недостаточно очков."
LANGUAGE.prepare_yourself							= "Приготовьтесь..."
LANGUAGE.purchased_x_for_y_points					= "Вы купили %s за %d очков!"
LANGUAGE.give_time_before_suicide					= "Дайте появиться другим прежде чем убить себя"
LANGUAGE.no_spare_ammo_to_give						= "Нет боеприпасов!"
LANGUAGE.no_person_in_range							= "Рядом никого нет!"
LANGUAGE.that_life									= "За эту жизнь..."
LANGUAGE.x_damage_to_barricades						= "%d урона баррикадам"
LANGUAGE.x_damage_to_humans							= "%d урона выжившим"
LANGUAGE.x_brains_eaten								= "%d мозгов съедено"
LANGUAGE.press_jump_to_free_roam					= "Нажмите ПРЫЖОК для свободного полёта"
LANGUAGE.press_rmb_to_cycle_targets					= "Нажмите ПКМ чтобы сменить цель"
LANGUAGE.press_lmb_to_spawn_on_them					= "Нажмите ЛКМ чтобы появиться на цели"
LANGUAGE.press_lmb_to_spawn							= "Нажмите ЛКМ чтобы появиться"
LANGUAGE.press_reload_to_spawn_at_normal_point		= "Нажмите ПЕРЕЗАРЯДКА чтобы появится на нормальном спавне"
LANGUAGE.observing_x								= "Вы наблюдаете за %s (%d)"
LANGUAGE.waiting_for_next_wave						= "Ожидание начала следующей волны..."
LANGUAGE.impossible									= "Это невозможно."
LANGUAGE.trying_to_put_nails_in_glass				= "Пытаться вбить гвоздь в стекло довольно-таки глупо."
LANGUAGE.boss_class_select							= "Вы появитесь как %s в следующий раз."
LANGUAGE.person_has_weapon							= "У них уже есть это оружие."
LANGUAGE.cant_do_that_in_classic_mode				= "Вы не можете это сделать в Classic Mode."
LANGUAGE.cant_use_x_in_classic_mode					= "Вы не можете использовать %s в Classic Mode."
LANGUAGE.cant_use_x_in_zombie_escape				= "Вы не можете использовать %s в Zombie Escape."
LANGUAGE.no_class_switch_in_this_mode				= "Данный мод не позволяет вам менять классы."
LANGUAGE.press_sprint_to_get_up						= "Нажмите кнопку БЕГАТЬ чтобы подняться"
LANGUAGE.zombie_escape								= "Zombie Escape!"
LANGUAGE.nothing_for_this_ammo						= "У вас нет ничего, что использует этот тип патронов."
LANGUAGE.you_decide_to_leave_some					= "Вы решили оставить некоторое количество для своей команды."
LANGUAGE.you_cant_purchase_now						= "Вы не можете покупать предметы сейчас."
LANGUAGE.no_ammo_here								= "Патронов не осталось!"
LANGUAGE.you_redeemed								= "Вы были воскрешены!"
LANGUAGE.kill_the_last_human						= "Убейте последнего выжившего!"
LANGUAGE.kick_the_last_human						= "Кикните последнего выжившего!"
LANGUAGE.you_are_the_last_human						= "ВЫ ПОСЛЕДНИЙ ВЫЖИВШИЙ!"
LANGUAGE.x_zombies_out_to_get_you					= "%d ЗАРАЖЕННЫЕ ИДУТ ЗА ВАМИ!"
LANGUAGE.x_pants_out_to_get_you						= "%d НОГИ ИДУТ ЗА ВАМИ!"
LANGUAGE.you_have_died								= "Вы умерли."
LANGUAGE.you_were_killed_by_x						= "Вы били убиты игроком %s"
LANGUAGE.you_were_kicked_by_x						= "Вас разбили в клочья игроком %s"
LANGUAGE.arsenal_upgraded							= "Магазин Оружия был обновлен"
LANGUAGE.final_wave									= "ПОСЛЕДНЯЯ ВОЛНА НАЧАЛАСЬ!"
LANGUAGE.final_wave_sub								= "ВСЕ классы разблокированы!"
LANGUAGE.wave_x_has_begun							= "Волна номер %d началась!"
LANGUAGE.x_unlocked									= "%s разблокирован!"
LANGUAGE.wave_x_is_over								= "Волна номер %d завершилась!"
LANGUAGE.wave_x_is_over_sub							= "Зараженные прекратили своё восстание."
LANGUAGE.you_are_x									= "Вы %s!"
LANGUAGE.x_has_risen_as_y							= "%s появился как %s!!"
LANGUAGE.x_has_risen								= "%s появился!"
LANGUAGE.cant_use_worth_anymore						= "Вы больше не можете использовать Меню покупок!"
LANGUAGE.class_not_unlocked_will_be_unlocked_x		= "Этот класс ещё не разблокирован. Он будет разблокирован на следующей волне %d."
LANGUAGE.you_are_already_a_x						= "Вы уже %s."
LANGUAGE.you_will_spawn_as_a_x						= "Вы появитесь, как %s."
LANGUAGE.crafting_successful						= "Слияние прошло удачно!"
LANGUAGE.x_crafted_y								= "%s создал %s."
LANGUAGE.escape_from_the_zombies					= "Убегайте от зараженных!"
LANGUAGE.too_close_to_another_nail					= "Слишком близко к другому гвоздю."
LANGUAGE.object_too_damaged_to_be_used				= "Этот объект слишком поврежден для дальнейшего использования."
LANGUAGE.thanks_for_being_a_fan_of_zs				= "Спасибо за то, что вы игрок Zombie Survival!"
LANGUAGE.cant_remove_nails_of_superior_player		= "Вы не можете снять гвозди игрока, который играет гораздо лучше вас."
LANGUAGE.x_turned_on_noclip							= "%s включил noclip."
LANGUAGE.x_turned_off_noclip						= "%s выключил noclip."
LANGUAGE.unlocked_on_wave_x							= "Разблокируется на волне %d"
LANGUAGE.brains_eaten_x								= "Мозгов съедено: %s"
LANGUAGE.points_x									= "Очков: %s"
LANGUAGE.next_wave_in_x								= "След волна: %s"
LANGUAGE.wave_ends_in_x								= "Конец волны: %s"
LANGUAGE.wave_x_of_y								= "Волна %d из %d"
LANGUAGE.zombie_invasion_in_x						= "До вторжения зомби: %s"
LANGUAGE.zombie_invasion_in							= "Вторжение:"
LANGUAGE.intermission								= "Перерыв"
LANGUAGE.press_f2_for_the_points_shop				= "Нажмите F2 чтобы открыть Магазин!"
LANGUAGE.breath										= "Дыхание"
LANGUAGE.zombie_volunteers							= "Зомби добровольцы"
LANGUAGE.x_discount_for_buying_between_waves		= "Скидка в %d%% в перерывах между волнами!"
LANGUAGE.number_of_initial_zombies_this_game		= "Количество зараженных в этой игре (%d%%): %d"
LANGUAGE.humans_closest_to_spawns_are_zombies		= "Стоящие близко к спавну люди станут зомби."
LANGUAGE.waiting_for_players						= "Ожидание игроков..."
LANGUAGE.requires_x_people							= "Требуется %d игроков"
LANGUAGE.packing_others_object						= "Складываем объект другого игрока"
LANGUAGE.packing									= "Складываем"
LANGUAGE.ze_humans_are_frozen_until_x				= "Выжившие заморожены на %d секунд до конца раунда."
LANGUAGE.loading									= "Загрузка..."
LANGUAGE.next_round_in_x							= "След раунда: %s"
LANGUAGE.warning									= "Внимание!"
LANGUAGE.ok_and_no_reminder							= "Хорошо, пожалуйста, больше не показывайте это сообщение"
LANGUAGE.classic_mode_warning						= "На этом сервере ведется Zombie Survival в режиме 'Classic Mode'\nClassic Mode это мод, который ведет альтернативную игру. То, что было изменено:\n* Невозможность выбора класса зараженного. Все играют за Classic Zombie class\n* Инструменты баррикады и турели отключены\n* Больше волн, но они заканчиваются быстрее\n\nЭто не оригинальный Zombie Survival!\n\n-- Серверы, которые ведут режим Классического режима будут показывать CLASSIC MODE в нижнем лемом углу экрана --"
LANGUAGE.classic_mode								= "CLASSIC MODE"
LANGUAGE.resist_x									= "Стойкость: %d%%"
LANGUAGE.right_click_to_hammer_nail					= "ПКМ чтобы вбить гвоздь."
LANGUAGE.nails_x									= "Гвозди: %d"
LANGUAGE.resupply_box								= "Ящик боеприпасов"
LANGUAGE.purchase_now								= "Покупайте сейчас!"
LANGUAGE.integrity_x								= "Целостность: %d%%"
LANGUAGE.empty										= "ПУСТО"
LANGUAGE.manual_control								= "РУЧНОЕ УПРАВЛЕНИЕ"
LANGUAGE.arsenal_crate								= "Магазин Оружия"
LANGUAGE.zombie_species								= "ВИДЫ ЗОМБИ"
LANGUAGE.boss_selection								= "ВЫБОР БОССА"
LANGUAGE.spawn										= "ИГРАТЬ"

--Human classes
LANGUAGE.medic										= "МЕДИК"
LANGUAGE.commando									= "КОММАНДОС"
LANGUAGE.engineer									= "ИНЖИНЕР"
LANGUAGE.berserker									= "БЕРСЕРКЕР"
LANGUAGE.support									= "ПОМОШНИК"

LANGUAGE.description_medic							= "Лечи и поддерживай свою команду живой!"
LANGUAGE.description_commando						= "Убивай зомби эффективно используя крутое оружие!"
LANGUAGE.description_engineer						= "Техника - ваш лучший друг! Используйте ее чтобы всех уничтожить!"
LANGUAGE.description_berserker						= "Бей, громи и уничтожай!"
LANGUAGE.description_support						= "Делайте баррикады и поддерживайте вашу команду!"

-- Exit point objectives
LANGUAGE.exit_destroyed								= "Зараженные уничтожили какой-то выход!"
LANGUAGE.exit_destroyed_only_one_remain_h			= "Последный остался! Если он будет уничтожен, у Вас не останется шанса на побег!"
LANGUAGE.exit_destroyed_only_one_remain_z			= "Остается последний!"
LANGUAGE.exit_destroyed_x_remain					= "%d выходов осталось."
LANGUAGE.last_exit_destroyed_all_is_lost			= "Зараженные уничтожили последний выход."
LANGUAGE.last_exit_destroyed_all_is_lost2			= "У Вас не осталось шансов на побег."

-- Message beacon messages
LANGUAGE.message_beacon_1							= "Встречаемся здесь"
LANGUAGE.message_beacon_2							= "Здесь нужна защита"
LANGUAGE.message_beacon_3							= "Здесь нужны турели"
LANGUAGE.message_beacon_4							= "Нужны арсенальные ящики здесь"
LANGUAGE.message_beacon_5							= "Нужны медики здесь"
LANGUAGE.message_beacon_6							= "Ящик аммуниции здесь"
LANGUAGE.message_beacon_7							= "Арсенальный ящик здесь"
LANGUAGE.message_beacon_8							= "Нужны force fields здесь"
LANGUAGE.message_beacon_9							= "Нужны взрывоопасные объекты здесь"
LANGUAGE.message_beacon_10							= "Зараженные могут пройти здесь"
LANGUAGE.message_beacon_11							= "Не входить!!"
LANGUAGE.message_beacon_12							= "Не выходите наружу"
LANGUAGE.message_beacon_13							= "Защищайте этот район"
LANGUAGE.message_beacon_14							= "Защищайте это место"
LANGUAGE.message_beacon_15							= "Медики здесь"
LANGUAGE.message_beacon_16							= "Покупайте из моего ящика"
LANGUAGE.message_beacon_17							= "Баррикадироваться здесь"
LANGUAGE.message_beacon_18							= "Не баррикадируйтесь здесь"
LANGUAGE.message_beacon_19							= "Не давайте зараженным пройти сюда"
LANGUAGE.message_beacon_20							= "Это сломается"
LANGUAGE.message_beacon_21							= "Это место опасно!"
LANGUAGE.message_beacon_22							= "Избегайте яд!"
LANGUAGE.message_beacon_23							= "Зараженные проламываются здесь!"
LANGUAGE.message_beacon_24							= "Зараженные подходят. Баррикадируйтесь здесь!"
LANGUAGE.message_beacon_25							= "План Б здесь"

-- Class names
LANGUAGE.class_zombie								= "Зомби"
LANGUAGE.class_flesh_creeper						= "Крипер"
LANGUAGE.class_fresh_dead							= "Свежий зараженный"
LANGUAGE.class_ghoul								= "Вурдалак"
LANGUAGE.class_headcrab								= "Хэдкраб"
LANGUAGE.class_howler_zombie						= "Крикунья"
LANGUAGE.class_bloated_zombie						= "Жирный зомби"
LANGUAGE.class_fast_zombie							= "Быстрый зомби"
LANGUAGE.class_poison_headcrab						= "Ядовитый хэдкраб"
LANGUAGE.class_poison_zombie						= "Ядовитый зомби"
LANGUAGE.class_chem_zombie							= "Химический Зомби"

LANGUAGE.class_behemoth								= "Бегемот"
LANGUAGE.class_bonemesh								= "Костолом"
LANGUAGE.class_hate									= "Хэйт"
LANGUAGE.class_nerf									= "Нерф"
LANGUAGE.class_pukepus								= "Пукепус"
LANGUAGE.class_seeker								= "Ищущий"
LANGUAGE.class_shade								= "Тень"
LANGUAGE.class_the_tickle_monster					= "Щекоточный монстр"

LANGUAGE.class_nightmare							= "Кошмар"
LANGUAGE.class_crow									= "Ворон"
LANGUAGE.class_wilowisp								= "Wil O' Wisp"
LANGUAGE.class_zombie_torso							= "Туловище зомби"
LANGUAGE.class_zombie_legs							= "Зомби ноги"
LANGUAGE.class_wraith								= "Призрак"
LANGUAGE.class_flesh_beast							= "Flesh Beast"
LANGUAGE.class_fast_zombie_legs						= "Ноги быстрого зомби"
LANGUAGE.class_classic_zombie						= "Классический зомби"
LANGUAGE.class_super_zombie							= "Супер зомби"
LANGUAGE.class_fast_headcrab						= "Быстрый хэдкраб"

-- Class descriptions
LANGUAGE.description_zombie							= "Обычный зомби очень стойкий и довольно силен.\nЕго сложно убить, особенно если не стрелять в голову."
LANGUAGE.description_flesh_creeper					= "Криперы обладают способностью создавать гнезда.\nИз этих гнёзд появляются другие зомби.\nКак это работает - неизвестно, но выжившим крайне важно уничтожать гнёзда и криперов как можно быстрее."
LANGUAGE.description_ghoul							= "Вурдалак немного слабее других, но наносит большой ущерб своими ядовитыми атаками.\nЕго когти могут ослабить выжившего на короткий срок. А также он выпускает яд из своих ран, если ущерб, нанесенный ему, будет довольно высоким."
LANGUAGE.description_headcrab						= "Хэдкрабы - первая причина заражения.\nНикто не знает, откуда они на самом деле пришли.\nИх метод атаки заключается в прыгании на жертву впиваясь своими когтями на животе."
LANGUAGE.description_howler_zombie					= "Хромающая адская школьница порождающая свирепый ужас в глазах своих жертв."
LANGUAGE.description_poison_zombie					= "Ядовитый зомби не не только очень стойкий, но еще и очень сильный.\nЕго тело очень токсично. Он рвёт своё собственное мясо и кожу чтобы кидать все это в выживших."
LANGUAGE.description_fast_zombie					= "Быстрый зомби гораздо быстрее остальных зомби.\nОни не такие опасные одиночками, но могут достигнуть до любого места, ползая по стенам своими острыми когтями.\nОни также могут без проблем охотиться на слабых и еле живых выживших."
LANGUAGE.description_bloated_zombie					= "Тело Жирного зомби состоит из токсичных веществ.\nХоть они и двигаются медленно, они могут нанести большой ущерб."
LANGUAGE.description_fast_headcrab					= "Быстрый хэдкраб гораздо быстрее обычного, но слабее.\nОднако они все же надоедливее и опаснее в группах."
LANGUAGE.description_poison_headcrab				= "Ядовитый хэдкраб полон нейротоксинов.\nОдного укуса обычно достаточно, чтобы убить взрослого человека.\nОн также может плеваться менее опасным ядом.\nПлевок, однако, также смертельно опасен, если попадает в лицо своей жертвы."
LANGUAGE.description_nightmare						= "Этой очень редкой мутации дает необычные способности Nightmare.\nОн сильнее, чем любой обычный зараженный в почти что любом направлении, у Nightmare ужасающая сила.\nОдного взмаха когтями обычно достаточно чтобы убить выжившего."
LANGUAGE.description_crow							= "Отвратительные вороны сейчас более чем паразиты после инфекции.\nОни питаются плотью зараженных и становятся \"носителями\" зараженным.\nПочему вы вообще не скрыли этот класс?\nЧто с Вами не так?"
LANGUAGE.description_wilowisp						= "Иногда известный, как \"дух зараженных\"."
LANGUAGE.description_zombie_torso					= "Вам даже не следует видеть ЭТО."
LANGUAGE.description_zombie_legs					= "Это не для Ваших глаз."
LANGUAGE.description_wraith							= "Зомби или иллюзия?\nНе многое известно о нем,кроме факта, что его\nнеобычная способность невидимости и острые когти могут разрезать все по кусочкам."
LANGUAGE.description_flesh_beast					= "*на подходе*"
LANGUAGE.description_fast_zombie_legs				= "Не для Ваших глаз."
LANGUAGE.description_chem_zombie					= "Тело Химического Зомби состоит из токсичных химикатов.\nУ этого зараженного нет повода для аттаки. Только самоубийство с надеждой подорвать рядом стоящих выживших."
LANGUAGE.description_shade							= "Создавая сильное магнитическое поле вокруг себя, все пули и рукопашне аттаки оказываются бесполезны против него.\nПо некоторым причинам Тень уязвима к яркому свету."
LANGUAGE.description_hate							= "Чудовище, созданное в лаборатории и шатающееся по округе, питаясь душами невинных жертв."
LANGUAGE.description_behemoth						= "Огромный монстр с гвоздодёром уничтощающий всех на своём пути!"
LANGUAGE.description_nerf							= "Небольшое уродливое существо, способное перебраться через любую барикаду!"
LANGUAGE.description_pukepus						= "Гниющее тело пукепуса использует внутренние органы для создания яда.\nОн способен плеваться блевотным ядом, который очень опасен."
LANGUAGE.description_bonemesh						= "Изуродованный и искромсанный костолом способен делать бомбы.\nКаждая бомба состоит из костей и плоти, которая вредит выжившим, одновременно являясь отличной едой для других зараженных."
LANGUAGE.description_the_tickle_monster				= "Щекоточный монстр. Известен также, как \"монстр, прячущийся у тебя в шкафу\" чтобы ночью утащить тебя из твоей кравати.\nУ него эластичные руки, поэтому убежать от него достаточно трудно, а также это делает его практически идеальным уничтожителем баррикад."
LANGUAGE.description_seeker							= "Ужасное и таинственное существо, которое может стать невидимым после атаки."


-- Class control schemes
LANGUAGE.controls_zombie							= "> ОСНОВНАЯ: Когти\n> ДОПОЛНИТЕЛЬНАЯ: Крик\n> ПЕРЕЗАРЯДКА: Стон"
LANGUAGE.controls_poison_zombie						= "> ОСНОВНАЯ: Когти\n> ДОПОЛНИТЕЛЬНАЯ: Бросок плоти\n> ПЕРЕЗАРЯДКА: Крик"
LANGUAGE.controls_fast_zombie						= "> ОСНОВНАЯ: Когти\n> ДОПОЛНИТЕЛЬНАЯ: Карабкаться (рядом со стеной)"
LANGUAGE.controls_bloated_zombie					= "> ОСНОВНАЯ: Когти\n> ДОПОЛНИТЕЛЬНАЯ: Стон"
LANGUAGE.controls_ghoul								= "> ОСНОВНАЯ: Poison когти\n> ДОПОЛНИТЕЛЬНАЯ: Бросок плоти КОГДА УДАРЯЕТ: Замедляет\n> КОГДА ЧЕЛОВЕК БЬЁТ: Отравляет ядом"
LANGUAGE.controls_headcrab							= "> ОСНОВНАЯ: Удар прыжком\n> ПЕРЕЗАРЯДКА: Burrow"
LANGUAGE.controls_fast_headcrab						= "> ОСНОВНАЯ: Удар прыжком"
LANGUAGE.controls_poison_headcrab					= "> ОСНОВНАЯ: Удар прыжком\n> ДОПОЛНИТЕЛЬНАЯ: Плевать ядом\n> КОГДА УДАРЯЕТ: Смертельный яд\n> КОГДА УДАРЯЕТ В ГЛАЗА: Слепота"
LANGUAGE.controls_the_tickle_monster				= "> ОСНОВНАЯ: Эластичные когти\n> ДОПОЛНИТЕЛЬНАЯ: Стон"
LANGUAGE.controls_seeker							= "> ОСНОВНАЯ: Крюки смерти\n> ДОПОЛНИТЕЛЬНАЯ: Крик"
LANGUAGE.controls_pukepus							= "> ОСНОВНАЯ: Рвота"
LANGUAGE.controls_bonemesh							= "> ОСНОВНАЯ: Когти\n> ДОПОЛНИТЕЛЬНАЯ: Бросок кровавой бомбы"
LANGUAGE.controls_wraith							= "> ОСНОВНАЯ: Когти\n> ДОПОЛНИТЕЛЬНАЯ: Крик\n> НЕВИДИМОСТЬ В ЗАВИСИМОСТИ ОТ ДВИЖЕНИЯ И РАССТОЯНИЯ"
LANGUAGE.controls_chem_zombie						= "> ПОСЛЕ СМЕРТИ: Ядовитая бомба"
LANGUAGE.controls_shade								= "> ОСНОВНАЯ: Lift\n> ДОПОЛНИТЕЛЬНАЯ: Throw"
LANGUAGE.controls_butcher							= "> ОСНОВНАЯ: Рубящий удар"
LANGUAGE.controls_flesh_creeper						= "> ОСНОВНАЯ: Удар\n> ДОПОЛНИТЕЛЬНАЯ: Создать гнездо"
LANGUAGE.controls_gore_child						= "> ОСНОВНАЯ: Когти"
LANGUAGE.controls_giga_gore_child					= "> ОСНОВНАЯ: Smash\n> ДОПОЛНИТЕЛЬНАЯ: Throw Gore Child"
LANGUAGE.controls_howler							= "> ОСНОВНАЯ: Толкающий крик\n> ДОПОЛНИТЕЛЬНАЯ: Притягивающий крик"
LANGUAGE.controls_hate								= "> ОСНОВНАЯ: Бензопила \n> ДОПОЛНИТЕЛЬНАЯ: Боевой клич"
LANGUAGE.controls_behemoth							= "> ОСНОВНАЯ: Гвоздодёр \n> ДОПОЛНИТЕЛЬНАЯ: Боевой клич"
LANGUAGE.controls_nerf								= "> ОСНОВНАЯ: Когти \n> ДОПОЛНИТЕЛЬНАЯ: Прыжок"

-- The help file... Quite big! I wouldn't blame you if you didn't translate this part.
LANGUAGE.help_cat_introduction						= "Вступление"
LANGUAGE.help_cat_survival							= "Выживание"
LANGUAGE.help_cat_barricading						= "Баррикадирование"
LANGUAGE.help_cat_upgrades							= "Повышения и апгрейды"
LANGUAGE.help_cat_being_a_zombie					= "Когда я зараженный"
LANGUAGE.help_cont_introduction						= [[<p>    Добро пожаловать в Zombie Survival, симулятор выживания. ZS позволяет Вам играть против зомби, создавать баррикады, и даже становиться частью армии зараженных.</p>

<p>У Вас есть две комманды: выжившие и зараженные. Выжившие выигрывают, если выживают все волны. Некоторые карты имеют особенные задания, выполняя которые можно выиграть (пример: zs_obj_outland, zs_obj_pharmancy).
Если выживший умирает, то он становится частью армии зомби, что дает меньше шансов на выигрыш выживших.</p>

<p>Цель зараженных - убить всех выживших, делая их частью своей армии, и заставляя таким образом сделать гейм овер.
Однако, зараженный может убить четверо выживших, чтобы возродиться. Это дает ему второй шанс на выживание и победу.
Помните, единственный способ выиграть раунд - остаться выжившим до конца раунда. Зараженные технически не выигрывают, а наоборот - заставляют остальных проиграть!</p>

<p>Несколько человек будет выбрано (Или желающие) Чтобы стать зараженным в начале раунда. Их кол-во будет изображено внизу Вашего экрана до начала раунда.</p>

<p><b>Используйте кнопки "вверх" и "вниз" чтобы узнать более спецефические вещи.</b></p>

<p>Советы для этой секции:
<ul><li>Если вы выходите из игры, как выживший, при переподключении вы становитесь зобми.</li>
<li>После того, как некоторое время раунда прошло, подключающиеся к серверу игроки появятся, как зомби.</li>
<li>Используйте КОМАНДНЫЙ ЧАТ, когда это нужно. Стандартая клавиша - U, позволяет обращаться только к своей команде.</li>
</ul></p>
]]
LANGUAGE.help_cont_survival							= [[<p>Tips for this section:
<ul><li>Зажмите калвижу ZOOM (стандартно: Z) чтобы проходить сквозь баррикады с медленной скоростью.</li>
<li>Вы можете покупать предметы, такие как оружия и аммуницию во время перерывов между волнами, но вы также можете собирать оружия, инструменты с умерших выживших.</li>
<li>Если выживший был убит именно зараженным, то они будут реанемированы, как зомби. Убейте их до того, как они убили Вас!</li>
<li>Вам дано только некоторое количество Тугриков которыми вы можете купить начальные предметы, обдумайте свои покупки внимательно!</li>
<li>Мы можете создавать, сохранять, загружать, удалять и помечать, как стандартные покупки, нажимая F2. Таким образом вы можете сохранить тонны времени на баррикадирование или обдумывание планов на игру.</li>
<li>Какое-либо безопасное местно может какаться таким поначалу, но может стать смертельной ловушкой с зомби вокруг. Всегда ищите дополнительное пространство и "План Б" если все идет не так.</li>
<li>Вы бесполезны для своей команды, если вы ничего не делаете, чтобы помочь. Вы даже более бесполезны для самого себя, поскольку Вы не зарабатываете очков и не получаете крутые оружия!</li>
<li>Зажмите клавишу БЕГ, в то время, как смотрите на любой Вами поставленный объект, чтобы убрать их для дальнейшего использования позже.</li>
<li>Не принадлежащие никому турели (синий свет) могут стать Вашими, нажав кнопку ИСПОЛЬЗОВАТЬ. Ничейные турели не будут стрелять!</li>
<li>Вокруг валяющиеся предметы стоит использовать, как баррикаду и стоит их пригвоздить, но не если они слишком тяжелые.</li>
<li>Нанеся достаточно урона дверям, их можно снести.</li>
<li>Большинство пребметов становится красного цвета, в зависимости от нанесенного им урона.</li>
<li>Зомби могут появлятья над друг другом, если выжившие не видят этого.</li>
<li>Большинство орудий ближнего боя достают дальше, чем когти зараженных. Используйте это, как привелегию в защите оружиями ближнего боя.</li>
<li>Игроки одной и той же комманды могут стрелять, проходить, бить сквозь друг друга.</li>
<li>Всегда оставайтесь за своей баррикадой и отойдите на достаточно далекое расстояние от зараженных. У оружий дальнего боя бесконечное расстояние выстрела, у когтей зараженных - нет.</li>
<li>Жизнь восстанавливается после нанесения Вам урона, но его достаточно, чтобы убить любого выжившего.</li>
<li>Ваша команда не всегда права, не следуйте приказам, как овечка! Зомби любят овечек.</li>
<li>Зомби визят Ваше состояние здоровья, даже сквозь стены. Отходите, если вас ранили, так как зомби будут охотиться именно за раненными.</li>
<li>Не прячьтесь, зараженные могут видеть вас сквозь стены и даже в темноте.</li>
<li>Horde Meter (измеритель толпы зомби) внизу экрана говорит о том, сколько вы можете нанести вреда и вынести его от выживших, выносливость толчков от пуль. Сгруппируйтесь с другими зомби, чтобы получить большую выносливость, уничтожая баррикады выживших!</li>
<li>Если у вас недостаточно зомби, чтобы уничтожить баррикады, попробуйте найти себе других игроков команды.</li>
<li>Не стреляйте в зараженных, которые находятся в зеленом газе! Он их быстро исцеляет, а вы только тратите патроны!</li>
<li>Зомби выносливы к урону в грудь, даже больше к конечностям. Старайтесь стрелять в голову, поскольку зомби могут реанимировать и достать Вас!</li>
<li>Although zombies take less damage in the legs, shooting them there will slow them down for a short time, enough to allow you or a team member to escape.</li>
</ul></p>
]]
LANGUAGE.help_cont_barricading						= [[<p>Баррикадирование - это очень важная часть выживания. Может показаться так, что зомби не такин опасные в начале игры, но позже они станут достаточно силными, чтобы убить Вашу команду за несколько секунд.</p>

<p>Единственный способ держать дистанцию от зомби - это построить хорошую барикаду.</p>

<p>Есть несколько инструментов, которые дают Вам возможность сделать это. Самый известный - молоток и гвоздь. Это позволяет прибить предметы к стене/полу, в то время, как гвозди должны быть сломаны, чтобы зомби могли достать вас.
Раставьте предметы, которые вы хотите прибить гвоздем, нажав кнопку ИСПОЛЬЗОВАТЬ на этот предмет, чтобы поднять его. Вы можете задержать кнопу БЕГ, чтобы крутить его. Потом достаньте молоток, чтобы прибить его гвоздем правой кнопкой мыши. Лучше всего прибивать предметы к стене, чем к другим объектам.
Помните, когда прежмет прибит, он будет вносить полученный урон в гвозди, прибитые к нему. Вы можете ремонтировать гвозди, ударяя предметы молотком, но это приведет их к тому, что их уже нельзя будет отремонтировать. Задержите SHIFT, держа молоток в руках, чтобы увидеть все гвозди, прибитые к предметам.
Если вам кажется, что гвоздь прибит неправильно, или вы хотели бы изменить позицию предмета, вы можете убрать гвозди, нажимая на клавишу ПЕРЕЗАРЯДКА, в то время, как Вы смотрите на этот гвоздь. Осторожно, если вы убираете гвоздь, не принадлежащий Вам, вам будет штраф в одно очко.
Запомните еще вот что: гвоздям наносится меньше урона, если они прибиты к более крупным предметам. Чем больше размер предмета, тем меньше урона наносится гвоздям.</p>

<p>Ещё один инструмент называется 'Aegis' Barricade Kit. Он позволяет вам расставлять деревянные доски на любой местности, или расставлять доски между двумя стенами. Он даже не требует посторонних предметов. Чтобы использовать его, ставьте доску в доступном месте. Его спектр превратится из красного в зеленый, говоря о его доступности.
Ставьте доску, нажимая на кнопку выстрела. Крутите доску с помощью кнопки второстепенной атаки (стандарт - ПКМ) и кнопкой ПЕРЕЗАРЯДКА. Он использует доски, как аммуницию, так что доски, которые у вас есть в Board Pack могут быть использованы, как дополнительная амуниция! Вы можете также собирать доски, которые вы расставили, надимая на них кнопку БЕГ, в то время, как Вы смотрите на нее.</p>

<p>Ещё один инструмент - Turret (турель). Она стреляет во всех зараженных которые попадаются под ее обзор. Единственное, что турель требует - это аммуниция. Вы можете перезаряжать ее нажав клавишой ИСПОЛЬЗОВАТЬ на неё. Она вам даст дополнительные очки за помощь команде.
Чтобы поставить турель, поставьте ее так, чтобы ее спектр окрасился в зеленый цвет. Ставьте на землю, но не на предметы. Крутите турель при помощи кнопки второстепенной атаки и кнопкой ПЕРЕЗАРЯДКА. Если что-то не так, вы можете запаковать турель обратно, зажав кнопку БЕГ. Помните, турель стреляет лишь в зараженных, пересекших ее лазер.</p>

<p>Советы:
<ul>
<li>Вы получаете бонус в 25% очков за убийство зомби, атакующих баррикаду!</li>
<li>Используйте большие предметы для баррикады. Гвозди получают меньше урона а предметы имеют больше объема для их расставления. А также они служат, как прикрытие от дальних атак.</li>
</ul></p>]]
LANGUAGE.help_cont_upgrades							= [[<p>Очки можно заработать, убивая зомби, вылечивая раненных, и строя защиту.
Вы также можете оплачивать очками в Points Shop что можно сделать во время перерывов между волнами.
Старайтесь покупать в Arsenal Crates почаще!</p>

<p>Советы:
<ul>
<li>Планируйте на несколько шагов вреред. Покупайте аммуницию для пистолетов в Меню покупок, чтобы у вас было достаточно аммуниции, как только вы получаете свой первый апгрейд.</li>
<li>Вы получаете очки за помощь в убийствах. Большая часть очков идет убийце а меньшая часть помощнику.</li>
<li>Тугрики и Очки - раздельные понятия. Тратьте все свои Тугрики!</li>
<li>Магазины Оружия очень ранимы и их легко сломать атаками зомби.</li>
</ul></p>]]
LANGUAGE.help_cont_being_a_zombie					= [[<p>Советы:
<ul>
<li>У Вас бесконечное кол-во жизней, у выживших лишь только одна. Не бойтесь атаковать, атакуйте, и ещё раз атакуйте!</li>
<li>Обычный кдасс Зомби очень вынослив. Единственный способ убить Вас - стрелять в голову, или быть убитым орудиями ближнего боя. Вам не нужны ноги.</li>
<li>Зомби могут появляться друг над другом, если выжившие не могут это увидеть. Следите за глазами черепа внизу Вашего экрана. Если они зеленые, вы можете появиться на зараженном!</li>
<li>С достаточной практикой вы можете использовать предметы, чтобы вмазать их в рожу выживших с расстояния.</li>
<li>Уничтожайте расставленные предметы, такие как турели и, тем более, арсенальные ящики, чтобы ослабить выживших.</li>
<li>Нанеся достаточно урона, вы можете снести двери.</li>
<li>Большинство предметов становятся красного цвета, в зависимости от нанесенного им урона.</li>
<li>Wraith абсолютно невидимо, когда стоит смирно или находится на расстоянии.</li>
<li>Атака прыжком Fast Zombie наносит урон, в зависимости от того, сколько Вы продержались в воздухе при прыжке. Чем больше времени - тем больше урона. Бейте когтями в боликом расстоянии!</li>
<li>Помимо огромной стойкости и силы, Poison Zombie срывает куски своей ядовитой плоти и швыряет ее в выживших, нажимая на кнопку второстепенной атаки (стандартная клавиша - ПКМ).</li>
<li>Большинство когтей зомби дает два шанса ударить выжившего. Если вы "ударяете" Вашу цель, в то время, как вы атакуете, вы бьете по цели, если цель на доступном расстоянии.</li>
<li>Плевок Poison Headcrab может запутать выживших, бьет ли он в голову.</li>
<li>Охотьтесь за слабыми выжившими! Другие зараженные также будут охотиться за ними, поэтому они становятся легчайшими целями.</li>
<li>Horde Meter вниху экрана измеряет кол-во Вашей выносливости и вреда, который вы можете нанести. Группируйтесь с другими зомби для большей выносливости!</li>
<li>Если у вас недостаточно зомби, чтобы уничтожить баррикады, попробуйте позвать к себе других игроков команды.</li>
<li>Если в местности слишком темно, нажмите на клавишу ФОНАРИК для режима ночного видения.</li>
</ul></p>
]]

-- Place any custom stuff below here...